acl-libs
agetty
agetty-openrc
alpine-base
alpine-baselayout
alpine-baselayout-data
alpine-conf
alpine-keys
alpine-release
apk-tools
blkid
bridge
brotli-libs
btop
busctl
busybox
busybox-binsh
busybox-mdev-openrc
busybox-openrc
busybox-suid
c-ares
ca-certificates-bundle
cfdisk
chrony
chrony-openrc
cryptsetup-libs
dbus
dbus-daemon-launch-helper
dbus-libs
dbus-openrc
device-mapper-libs
dmesg
doas
doas-sudo-shim
dosfstools
duktape-libs
e2fsprogs
e2fsprogs-libs
elogind
elogind-common
elogind-openrc
eudev
eudev-libs
eudev-netifnames
eudev-openrc
fastfetch
fastfetch-fish-completion
findmnt
fish
flock
fstrim
gdbm
glib
gmp
gnutls
groff
grub
grub-efi
hexdump
hwdata-pci
ifupdown-ng
ifupdown-ng-wifi
iptables
iptables-openrc
iw
iwd
iwd-openrc
jansson
json-c
kmod
kmod-fish-completion
kmod-libs
lddtree
less
libapk
libblkid
libbsd
libbz2
libcap-ng
libcap2
libcom_err
libcrypto3
libcurl
libdrm
libeconf
libedit
libelf
libelogind
libevdev
libexpat
libfdisk
libffi
libgcc
libidn2
libinput
libinput-libs
libinput-udev
libintl
libmd
libmnl
libmount
libncursesw
libndp
libnftnl
libnl3
libnm
libpanelw
libpciaccess
libpipeline
libpsl
libseat
libseccomp
libsmartcols
libssl3
libstdc++
libtasn1
libunistring
libuuid
libva
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxml2
libxshmfence
libxtables
linux-firmware-amd
linux-firmware-amdgpu
linux-firmware-dell
linux-firmware-hp
linux-firmware-intel
linux-firmware-lenovo
linux-firmware-mediatek
linux-firmware-other
linux-firmware-rtl_bt
linux-firmware-rtl_nic
linux-lts
linux-pam
llvm21-libs
logger
losetup
lsblk
lscpu
man-db
mcookie
mdev-conf
mesa
mesa-dri-gallium
mesa-gbm
mesa-va-gallium
mesa-vulkan-ati
micro
mkinitfs
mount
mpdecimal
mtdev
musl
musl-utils
ncurses-terminfo
ncurses-terminfo-base
nettle
networkmanager
networkmanager-cli
networkmanager-openrc
networkmanager-tui
networkmanager-wifi
newt
nghttp2-libs
nghttp3
nspr
nss
openrc
openrc-user
openssh
openssh-client-common
openssh-client-default
openssh-keygen
openssh-server
openssh-server-common
openssh-server-common-openrc
openssh-sftp-server
openssl
p11-kit
partx
pciutils
pciutils-libs
pcre2
pcsc-lite-libs
perl
polkit-common
polkit-elogind
polkit-elogind-libs
polkit-openrc
popt
pyc
python3
python3-pyc
python3-pycache-pyc0
readline
runuser
scanelf
setarch
setpriv
sfdisk
shadow
shadow-login
skalibs-libs
slang
spirv-tools
sqlite-libs
ssl_client
udev-init-scripts
udev-init-scripts-openrc
ufw
ufw-openrc
ufw-pyc
umount
util-linux
util-linux-misc
util-linux-openrc
utmps-libs
uuidgen
vim
vim-common
wayland-libs-client
wipefs
wireless-regdb
wpa_supplicant
wpa_supplicant-openrc
xxd
xz-libs
zlib
zstd-libs
